{
	"updates": [
		{
			"version": "0.1.7",
			"description": [
				"Fix Dropbox.",
				"Avoid force upload save when logging in on a Save Sync Service.",
				"Fix MyAnimeList invalid day and month in dates.",
				"Fix MyAnimeList importing invalid Title names and breaking Save Viewer."
			]
		},
		{
			"version": "0.1.6",
			"description": [
				"Fix AnimePlanet.",
				"Dark mode for the Overview, Title Editor and all Modals.",
				"Fix Overview showing wrong informations."
			]
		},
		{
			"version": "0.1.5",
			"description": [
				"Fix reading on Chrome.",
				"Add iconsSilentAfterSync options to remove colors after sync while reading.",
				"Fix logs being saved and erased on import with Save Sync.",
				"Save Sync backend also has been fixed and tokens should refresh now.",
				"Avoid sending MangaDex status update while logged out.",
				"Fix \"Check Lists on Startup\"."
			]
		},
		{
			"version": "0.1.4",
			"description": [
				"Update History when using the \"Set as Latest\" button.",
				"Display help and History size in History page.",
				"Display progress in Thumbnails in all pages.",
				"Fix opened chapters."
			]
		},
		{
			"version": "0.1.3",
			"description": [
				"Fix SyncDex mainService option and History while Importing.",
				"Increase cooldown between requests to avoid 429 Too Many Requests for Anilist.",
				"Update Progress before persist to avoid errors if there is a maximum value for Kitsu and AnimePlanet.",
				"Fix AnimePlanet Export.",
				"Search in IDs in Save Viewer."
			]
		},
		{
			"version": "0.1.2",
			"description": ["Fix all services delete function.", "Fix Kitsu export.", "Fix Export messages."]
		},
		{
			"version": "0.1.1",
			"description": [
				"Fix Merge options in Import.",
				"Ignore case in Save Viewer.",
				"Always keep the Highest found volume for a Title.",
				"Use MangaDex API in the History page.",
				"Fix History page."
			]
		},
		{
			"version": "0.1",
			"description": [
				"First version !",
				"Support for MyMangaDex saves.",
				"All MyMangaDex functionalities (and more).",
				"Support for 5 Services: MyAnimeList, Anilist, Kitsu, MangaUpdates and AnimePlanet.",
				"Import/Export to all Services.",
				"Import/Export to MangaDex.",
				"Save Sync to Dropbox or Google Drive.",
				"Auto-sync on Startup.",
				"Save Viewer/Editor."
			]
		}
	]
}
